***messages***

:STRINGS

; These are strings for prompts proposing users to choose from several
; options defined by words. Every such word is started from _.
; In every word the first character not used yet by previous words
; is assigned as hotkey. It is necessary to make such character
; uppercase, so users will know what to enter for every choice.
MYesNo                         "_Evet_Hayır"
MYesNoAll                      "_Evet_Hayır_Tümü"
MYesNoAllQ                     "_Evet_Hayır_Tümü_Hiçbiri_Çıkış"
MYesNoAllRenQ                  "_Evet_Hayır_Tümü_Hiçbiri_YenidenAdlandır_Çıkış"
MContinueQuit                  "_Devam_Çıkış"
MRetryAbort                    "_YenidenDene_İptal"
MIgnoreAllRetryQuit            "_Yoksay_TümünüYoksay_YenidenDene_Çık"

MCopyright                     "\nRAR %s   Telif Hakkı (c) 1993-%d Alexander Roshal   %d %s %d"
MRegTo                         "\nKayıtlı kullanıcı: %s\n"
MShare                         "\nDeneme sürümü             Yardım için 'rar -?' yazın\n"
MRegKeyWarning                 "\nMevcut lisans anahtarı sadece %s için geçerli\n"
MUCopyright                    "\nUNRAR %s ücretsiz      Telif Hakkı (c) 1993-%d Alexander Roshal\n"
MBeta                          "Beta"
Mx86                           "32 bit"
Mx64                           "64 bit"
MMonthJan                      "Oca"
MMonthFeb                      "Şub"
MMonthMar                      "Mar"
MMonthApr                      "Nis"
MMonthMay                      "May"
MMonthJun                      "Haz"
MMonthJul                      "Tem"
MMonthAug                      "Ağu"
MMonthSep                      "Eyl"
MMonthOct                      "Eki"
MMonthNov                      "Kas"
MMonthDec                      "Ara"
MRARTitle1                     "\nKullanım:     rar <komut> -<anahtar 1> -<anahtar N> <arşiv> <dosyalar...>"
MUNRARTitle1                   "\nKullanım:     unrar <komut> -<anahtar 1> -<anahtar N> <arşiv> <dosyalar...>"
MRARTitle2                     "\n               <@dosyalarılistele...> <ayıklanacak_yol\\>"
MFwrSlTitle2                   "\n               <@dosyalarılistele...> <ayıklanacak_yol/>"
MCHelpCmd                      "\n\n<Komutlar>"
MCHelpCmdA                     "\n  a             Dosyaları arşive ekle"
MCHelpCmdC                     "\n  c             Arşive açıklama ekle"
MCHelpCmdCH                    "\n  ch            Arşiv parametrelerini değiştir"
MCHelpCmdCW                    "\n  cw            Arşiv açıklamasını dosyaya yaz"
MCHelpCmdD                     "\n  d             Dosyaları arşivden sil"
MCHelpCmdE                     "\n  e             Arşivlenmiş yollar olmadan dosyaları ayıkla"
MCHelpCmdF                     "\n  f             Arşivdeki dosyaları tazele"
MCHelpCmdI                     "\n  i[par]=<diz>  Arşivlerde dize bul"
MCHelpCmdK                     "\n  k             Arşivi kilitle"
MCHelpCmdL                     "\n  l[t[a],b]     Arşiv içeriklerini listele [tekniksel[tümü], yalın]"
MCHelpCmdM                     "\n  m[f]          Arşive taşı [sadece dosyalar]"
MCHelpCmdP                     "\n  p             Dosyayı standart çıkış (stdç)'a yaz"
MCHelpCmdR                     "\n  r             Arşivi onar"
MCHelpCmdRC                    "\n  rc            Eksik ciltleri yeniden yapılandır"
MCHelpCmdRN                    "\n  rn            Arşivlenmiş dosyaları yeniden adlandır"
MCHelpCmdRR                    "\n  rr[N]         Veri kurtarma kaydı ekle"
MCHelpCmdRV                    "\n  rv[N]         Kurtarma ciltleri oluştur"
MCHelpCmdS                     "\n  s[name|-]     Arşivi SFX'e veya SFX'den dönüştür"
MCHelpCmdT                     "\n  t             Arşiv dosyalarını sına"
MCHelpCmdU                     "\n  u             Arşivdeki dosyaları güncelle"
MCHelpCmdV                     "\n  v[t[a],b]     Arşiv içeriklerini ayrıntılı olarak listele [tekniksel[tümü], yalın]"
MCHelpCmdX                     "\n  x             Dosyaları tam yolla ayıkla"
MCHelpSw                       "\n\n<Anahtarlar>"
MCHelpSwm                      "\n  -             Anahtarları taramayı durdur"
MCHelpSwAT                     "\n  @[+]          Dosya listelemeyi devre dışı bırak [etkinleştir]"
MCHelpSwAC                     "\n  ac            Sıkıştırma veya ayıklama sonrasında Arşiv özniteliğini temizle"
MCHelpSwAD                     "\n  ad[1,2]       Alternatif hedef yol"
MCHelpSwAG                     "\n  ag[format]    Şu anki tarihi kullanarak arşiv adı oluştur"
MCHelpSwAI                     "\n  ai            Dosya özniteliklerini yok say"
MCHelpSwAM                     "\n  am[s,r]       Arşiv adı ve zamanı [kaydet, geri yükle]"
MCHelpSwAO                     "\n  ao            Dosyaları arşiv öznitelik kümesiyle ekle"
MCHelpSwAP                     "\n  ap<yol>       Arşiv içindeki yolu ayarla"
MCHelpSwAS                     "\n  as            Arşiv içeriklerini eşitle"
MCHelpSwCm                     "\n  c-            Açıklama göstermeyi devre dışı bırak"
MCHelpSwCFGm                   "\n  cfg-          Okuma yapılandırmayı devre dışı bırak"
MCHelpSwCL                     "\n  cl            Adları küçük harfe dönüştür"
MCHelpSwCU                     "\n  cu            Adları büyük harfe dönüştür"
MCHelpSwDF                     "\n  df            Arşivleme sonrasında dosyaları sil"
MCHelpSwDH                     "\n  dh            Paylaşılmış dosyaları aç"
MCHelpSwDR                     "\n  dr            Dosyaları Geri Dönüşüm Kutusu'na taşı"
MCHelpSwDS                     "\n  ds            Katı arşivler için ad sıralamayı devre dışı bırak"
MCHelpSwDW                     "\n  dw            Arşivleme sonrasında dosyaları temizle"
MCHelpSwEa                     "\n  e[+]<öznt>    Dosya hariç tutma ve dahil etme özniteliklerni ayarla"
MCHelpSwED                     "\n  ed            Boş dizinleri ekleme"
MCHelpSwEP                     "\n  ep            Yolları adlardan hariç tut"
MCHelpSwEP1                    "\n  ep1           Esas dizini adlardan hariç tut"
MCHelpSwEP2                    "\n  ep2           Yolları tam genişlet"
MCHelpSwEP3                    "\n  ep3           Sürücü harfi dahil yolları tam genişlet"
MCHelpSwEP4                    "\n  ep4<yol>     Yol önekini adlardan hariç tut"
MCHelpSwF                      "\n  f             Dosyaları tazele"
MCHelpSwHP                     "\n  hp[password]  Hem dosya verisini hem de üstbilgilerini şifrele"
MCHelpSwHT                     "\n  ht[b|c]       Dosya sağlama toplamı için karma türünü [BLAKE2,CRC32] seçin"
MCHelpSwIDP                    "\n  id[c,d,n,p,q] İletileri görüntüle ya da devre dışı bırak"
MCHelpSwIEML                   "\n  ieml[addr]    Arşivi e-posta ile gönder"
MCHelpSwIERR                   "\n  ierr          Tüm iletileri standart hata (stdht)'ya gönder"
MCHelpSwILOG                   "\n  ilog[name]    Hataları dosyaya kaydet"
MCHelpSwINUL                   "\n  inul          Tüm iletileri devre dışı bırak"
MCHelpSwIOFF                   "\n  ioff[n]       Bir işlem tamamlandıktan sonra bilgisayarı kapat"
MCHelpSwISND                   "\n  isnd[-]       Bildirim seslerini kontrol et"
MCHelpSwIVER                   "\n  iver          Sürüm numarasını görüntüle"
MCHelpSwK                      "\n  k             Arşivi kilitle"
MCHelpSwKB                     "\n  kb            Ayıklanmış bozuk dosyaları koru"
MCHelpSwLog                    "\n  log[f][=name] Adları günlük dosyasına yaz"
MCHelpSwMn                     "\n  m<0..5>       Sıkıştırma seviyesini ayarla (0-depola...3-varsyln...5-ençok)"
MCHelpSwMC                     "\n  mc<dğr>       Gelişmiş sıkıştırma parametrelerini ayarla"
MCHelpSwMD                     "\n  md[x]<n>[kmg] Sözlük boyutu; KB, MB veya GB'lık cinsten"
MCHelpSwME                     "\n  me[par]       Şifreleme parametrelerini ayarla"
MCHelpSwMS                     "\n  ms[ext;ext]   Depolanacak dosya türlerini belirt"
MCHelpSwMT                     "\n  mt<işpar>     İş parçacığı sayısını ayarla"
MCHelpSwN                      "\n  n<dosya>      Dahil edilmiş dosyaları ek olarak filtrele"
MCHelpSwNa                     "\n  n@            Ek filtre maskelerini stdg'den oku"
MCHelpSwNal                    "\n  n@<liste>     Ek filtre maskelerini liste dosyasından oku"
MCHelpSwO                      "\n  o[+|-]        Üzerine yazma modunu ayarla"
MCHelpSwOC                     "\n  oc            NTFS Sıkıştırılmış özniteliğini ayarla"
MCHelpSwOH                     "\n  oh            Sabit bağlantıları dosya yerine bağlantı olarak kaydet"
MCHelpSwOI                     "\n  oi[0-4][:min] Eş dosyaları referanslar olarak kaydet"
MCHelpSwOL                     "\n  ol[a,-]       Sembolik bağlantıları bağlantı olarak işle [kesin yollar, atla]"
MCHelpSwONI                    "\n  oni           Potansiyel olarak uyumsuz adlara izin ver"
MCHelpSwOP                     "\n  op<yol>       Ayıklanmış dosyalar için çıktı yolunu ayarla"
MCHelpSwOR                     "\n  or            Dosyaları otomatik yeniden adlandır"
MCHelpSwOS                     "\n  os            NTFS akışlarını kaydet"
MCHelpSwOW                     "\n  ow            Dosya sahibini ve grubunu kaydet veya geri yükle"
MCHelpSwP                      "\n  p[password]   Parolayı ayarla"
MCHelpSwQO                     "\n  qo[-|+]       Hızlı açma bilgisi ekle [yok|zorla]"
MCHelpSwR                      "\n  r             Alt dizinleri yinele"
MCHelpSwRm                     "\n  r-            Yinelemeyi devre dışı bırak"
MCHelpSwR0                     "\n  r0            Sadece joker karakter adlar için alt dizinleri yinele"
MCHelpSwRI                     "\n  ri<Ö>[:<A>]   Önceliği (0-vars.,1-en az..15-en çok) ve ms cinsinden uyku süresi ayarla"
MCHelpSwRR                     "\n  rr[N]         Veri kurtarma kaydı ekle"
MCHelpSwRV                     "\n  rv[N]         Kurtarma ciltleri oluştur"
MCHelpSwS                      "\n  s[<N>,v[-],e] Katı arşiv oluştur"
MCHelpSwSm                     "\n  s-            Katı arşivlemeyi devre dışı bırak"
MCHelpSwSC                     "\n  sc<kar>[obj]  Karakter kümesi belirt"
MCHelpSwSFX                    "\n  sfx[name]     SFX arşiv oluştur"
MCHelpSwSI                     "\n  si[name]      Standart giriş (stdg)'den veri oku"
MCHelpSwSL                     "\n  sl<boyut>[u]  Belirtilmiş boyuttan daha küçük dosyaları işle"
MCHelpSwSM                     "\n  sm<boyut>[u]  Belirtilmiş boyuttan daha büyük dosyaları işle"
MCHelpSwT                      "\n  t             Arşivleme sonrasında dosyaları sına"
MCHelpSwTK                     "\n  tk            Özgün arşiv zamanını koru"
MCHelpSwTL                     "\n  tl            Arşiv zamanını en son dosyaya ayarla"
MCHelpSwTN                     "\n  tn[mcao]<z>   <z> zamanından yeni olan dosyaları işle"
MCHelpSwTO                     "\n  to[mcao]<z>   <z> zamanından eski olan dosyaları işle"
MCHelpSwTA                     "\n  ta[mcao]<t>   <t> tarihinden sonra değişen dosyaları işle, YYYYAAGGSSDDSS"
MCHelpSwTB                     "\n  tb[mcao]<t>   <t> tarihinden önce değişen dosyaları işle, YYYYAAGGSSDDSS"
MCHelpSwTS                     "\n  ts[m,c,a,p]   Zamanı kaydet veya geri yükle (değişme, oluşma, erişme, koruma)"
MCHelpSwU                      "\n  u             Dosyaları güncelle"
MCHelpSwV                      "\n  v             Ciltleri, boyutu otomatik algılama ile oluştur veya tüm ciltleri listele"
MCHelpSwVUnr                   "\n  v             Tüm ciltleri listele"
MCHelpSwVn                     "\n  v<boyut>[u]   Ciltleri [bBkKmMgGtT] birimlerindeki boyutla oluştur"
MCHelpSwVD                     "\n  vd            Cilt oluşturma öncesinde disk içeriklerini sil"
MCHelpSwVER                    "\n  ver[n]        Dosya sürümü kontrolü"
MCHelpSwVP                     "\n  vp            Her cilt öncesinde duraklat"
MCHelpSwW                      "\n  w<yol>        Çalışma dizini ata"
MCHelpSwX                      "\n  x<dosya>      Belirtilmiş dosyayı hariç tut"
MCHelpSwXa                     "\n  x@            Stdg'den hariç tutulacak dosya adlarını oku"
MCHelpSwXal                    "\n  x@<liste>     Belirtilmiş liste dosyasında listelenmiş dosyaları hariç tut"
MCHelpSwY                      "\n  y             Tüm sorularda Evet'i varsay"
MCHelpSwZ                      "\n  z[file]       Dosyadan arşiv açıklaması oku"
MBadArc                        "\nHATA:  %s arşivi bozuk\n"
MAskPsw                        "Parolayı girin (ekrana yansıtılmayacak)"
MAskPswFor                     "\n%s için parolayı girin (ekrana yansıtılmayacak): "
MReAskPsw                      "\nParolayı yeniden girin: "
MNotMatchPsw                   "\nHATA: Parolalar uyuşmuyor\n"
MErrWrite                      "%s dosyasında yazma hatası"
MErrRead                       "%s dosyasında okuma hatası"
MErrSeek                       "%s dosyasında arama hatası"
MErrFClose                     "%s dosyası kapatılamıyor"
MErrOutMem                     "Bellek yetersiz"
MErrBrokenArc                  "Arşiv bozuk - 'Onar' komutu kullanın"
MProgAborted                   "Program iptal edildi"
MErrRename                     "\n%s, %s olarak yeniden adlandırılamıyor"
MAbsNextVol                    "\n%s cildi bulunamadı"
MBreak                         "\nKullanıcı iptali\n"
MAskCreatVol                   "\nSonraki cilt oluşturulsun mu?"
MAskNextDisk                   "\nDisk tamamen dolu. Sonraki diski yerleştirin"
MCreatVol                      "\n\n%s %s arşivi oluşturuluyor\n"
MAskNextVol                    "\n%s diskini yerleştirin"
MTestVol                       "\n\n%s arşivi sınanıyor\n"
MExtrVol                       "\n\n%s kaynağından ayıklanıyor\n"
MConverting                    "\n%s dönüştürülüyor"
MCvtToSFX                      "\nArşivleri SFX'e dönüştür"
MCvtFromSFX                    "\nSFX modülü siliniyor"
MNotSFX                        "\n%s bir SFX arşivi değil"
MNotRAR                        "\n%s bir RAR arşivi değil"
MNotFirstVol                   "\n%s ilk cilt değil"
MCvtOldFormat                  "\n%s - eski sürüm, SFX arşivine dönüştürülemedi"
MCannotCreate                  "\n%s oluşturulamıyor"
MCannotOpen                    "\n%s açılamıyor"
MUnknownMeth                   "\n%s içerisindeki yöntem bilinmiyor"
MNewRarFormat                  "\nDesteklenmeyen arşiv biçimi. Lüften RAR'ı daha yeni bir sürüme yükseltin."
MOk                            " Tamam"
MDone                          "\nBitti"
MLockingArc                    "\nArşiv kilitleniyor"
MNotMdfOld                     "\n\nHATA: Eski sürüm arşiv değiştirilemiyor"
MNotMdfLock                    "\n\nHATA: Kilitli arşiv"
MNotMdfVol                     "\n\nHATA: Cilt değiştirilemiyor"
MPackAskReg                    "\nDeneme kopyası. Lütfen kaydolun.\n"
MCreateArchive                 "\n%s %s arşivi oluşturuluyor\n"
MUpdateArchive                 "\n%s %s arşivi güncelleniyor\n"
MAddSolid                      "Katı "
MAddFile                       "\nEkleniyor      %-58s  "
MUpdFile                       "\nGüncelleniyor  %-58s  "
MAddPoints                     "\n...            %-58s  "
MMoveDelFiles                  "\n\nDosyalar %s siliniyor..."
MMoveDelDirs                   "ve dizinler"
MMoveDelFile                   "\nSiliniyor %-30s"
MMoveDeleted                   "    silindi"
MMoveNotDeleted                "    SİLİNMEDİ"
MClearAttrib                   "\n\nÖznitelikler temizleniyor..."
MMoveDelDir                    "\nDizin siliniyor %-30s"
MWarErrFOpen                   "\nUYARI: %d %s açılamıyor"
MErrOpenFiles                  "dosya"
MErrOpenFile                   "dosya"
MAddNoFiles                    "\nUYARI: Dosya yok"
MMdfEncrSol                    "\n%s: şifreli"
MAddAnalyze                    "\nArşivlenmiş dosyalar inceleniyor: "
MRepacking                     "\nArşivlenmiş dosyalar yeniden sıkıştırılıyor: "
MCRCFailed                     "\n%-20s - sağlama toplamı hatası"
MExtrTest                      "\n\n%s arşivi sınanıyor\n"
MExtracting                    "\n\n%s kaynağından ayıklanıyor\n"
MUseCurPsw                     "\n%s - mevcut parola kullanılsın mı?"
MCreatDir                      "\nOluşturuluyor  %-56s"
MExtrSkipFile                  "\nAtlanıyor      %-56s"
MExtrTestFile                  "\nSınanıyor      %-56s"
MExtrFile                      "\nAyıklanıyor    %-56s"
MExtrPoints                    "\n...            %-56s"
MExtrErrMkDir                  "\n%s dizini oluşturulamıyor"
MExtrPrinting                  "\n------ %s yazdırılıyor\n\n"
MEncrBadCRC                    "\nŞifreli %s dosyasında sağlama toplamı hatası. Dosya bozuk veya parola hatalı."
MExtrNoFiles                   "\nAyıklanacak dosya yok"
MExtrAllOk                     "\nTümü Tamam"
MExtrTotalErr                  "\nToplam hata: %ld"
MAskReplace                    "\n\nVarolan %s dosyasını değiştirmek istiyor musunuz?\n\nVarolan dosya: %6s bayt ve değişme %s\nYeni dosya: %6s bayt ve değişme %s\n"
MAskOverwrite                  "\n%s üzerine yazılsın mı?"
MAskNewName                    "\nYeni adı girin: "
MHeaderBroken                  "\nBozuk üstbilgi bulundu"
MMainHeaderBroken              "\nAna arşiv üstbilgisi bozuk"
MLogFileHead                   "\n%s - dosya üstbilgisi bozuk"
MLogProtectHead                "Veri kurtarma üstbilgisi bozuk"
MArcComment                    "\nArşiv açıklaması"
MReadStdinCmt                  "\nStdg'den açıklama okunuyor\n"
MReadCommFrom                  "\n%s kaynağından açıklama okunuyor"
MDelComment                    "\n%s kaynağından açıklama siliniyor"
MAddComment                    "\n%s hedefine açıklama ekleniyor"
MLogCommBrk                    "\nArşiv açıklaması bozuk"
MCommAskCont                   "\nDevam etmek için Enter'a veya çıkış için Q'ya tıklayın:"
MWriteCommTo                   "\n%s hedefine açıklama yaz"
MCommNotPres                   "\nAçıklama yok"
MDelFrom                       "\n%s kaynağından siliniyor"
MDeleting                      "\n%s siliniyor"
MEraseArc                      "\nBoş %s arşivi siliniyor"
MNoDelFiles                    "\nSilinecek dosya yok"
MLogTitle                      "--------  %2d %s %d, %s arşivi"
MPathTooLong                   "\nHATA: Yol çok uzun\n"
MListArchive                   "Arşiv"
MListDetails                   "Ayrıntılar"
MListSolid                     "Katı"
MListSFX                       "SFX"
MListVolume                    "cilt"
MListRR                        "kurtarma kaydı"
MListLock                      "kilit"
MListEnc                       "şifreli"
MListEncHead                   "şifreli üstbilgi"

; Titles for 'L' and 'V' commands.
MListTitleL                    " Özntlikler      Boyut     Tarih    Zaman   Ad"
MListTitleV                    " Özntlikler      Boyut    Sıkıştır. Oran    Tarih    Zaman    Sağl.Top.  Ad"

; Titles for multiline list output.
MListName                      "Ad"
MListType                      "Tür"
MListFile                      "Dosya"
MListDir                       "Dizin"
MListUSymlink                  "Unix sembolik bağlantı"
MListWSymlink                  "Windows sembolik bağlantı"
MListJunction                  "NTFS birleşim noktası"
MListHardlink                  "Sabit bağlantı"
MListCopy                      "Dosya referansı"
MListStream                    "NTFS alternatif veri akışı"
MListTarget                    "Hedef"
MListSize                      "Boyut"
MListPacked                    "Sıkıştırılmış boyut"
MListRatio                     "Oran"
MListMtime                     "de.zm"
MListCtime                     "ol.zm"
MListAtime                     "se.zm"
MListModified                  "Değişme"
MListCreated                   "Oluşma"
MListAccessed                  "Son erişim"
MListAttr                      "Öznitelikler"
MListFlags                     "Bayraklar"
MListCompInfo                  "Sıkıştırma"
MListHostOS                    "Ana işletim sistemi"
MListFileVer                   "Dosya sürümü"
MListService                   "Hizmet"
MListNTACLHead                 "\n   NTFS güvenlik verisi"
MListStrmHead                  "\n   NTFS akışı: %s"
MListUnkHead                   "\n   Alt bilgi türü bilinmiyor: 0x%04x"
MYes                           "Evet"
MNo                            "Hayır"
MListNoFiles                   "  0 dosya\n"
MRprReconstr                   "\n%s yeniden yapılandırılıyor"
MRprBuild                      "\n%s derleniyor"
MRprOldFormat                  "\nEski sürüm arşiv onarılamıyor"
MRprFind                       "\n%s  bulundu"
MRprAskIsSol                   "\nArşiv üstbilgisi bozuk. Arşiv katı olarak işaretlensin mi?"
MRprNoFiles                    "\nDosya bulunamadı"
MLogUnexpEOF                   "\nBeklenilmedik arşiv sonu"
MRepAskReconst                 "\nArşiv yapısı yeniden yapılandırılsın mı?"
MRRSearch                      "\nKurtarma kaydı aranıyor"
MAnalyzeFileData               "\nDosya verisi inceleniyor"
MRecRNotFound                  "\nVeri kurtarma kaydı bulunamadı"
MRecRFound                     "\nVeri kurtarma kaydı bulundu"
MRecSecDamage                  "\n%ld (Konum: %lX...%lX) kesimi bozuk"
MRecCorrected                  " - veri kurtarıldı"
MRecFailed                     " - veri kurtarılamadı"
MAddRecRec                     "\nVeri kurtarma kaydı ekleniyor"
MEraseForVolume                "\n\n%c: sürücüsünün içerikleri siliniyor\n"
MGetOwnersError                "\nUYARI: %s sahibi ve grubu alınamıyor\n"
MErrGetOwnerID                 "\nUYARI: %s sahip kimliği alınamıyor\n"
MErrGetGroupID                 "\nUYARI: %s grup kimliği alınamıyor\n"
MOwnersBroken                  "\nHATA: %s grup ve sahip verisi bozuk\n"
MSetOwnersError                "\nUYARI: %s sahibi ve grubu ayarlanamıyor\n"
MErrLnkRead                    "\nUYARI: Sembolik %s bağlantısı okunamıyor"
MSymLinkExists                 "\nUYARI: Sembolik %s bağlantısı zaten var"
MAskRetryCreate                "\n%s oluşturulamıyor. Yeniden denensin mi?"
MDataBadCRC                    "\n%-20s : %s cildinde sıkıştırılmış veri sağlama toplamı hatası"
MFileRO                        "\n%s salt okunur"
MACLGetError                   "\nUYARI: %s güvenlik verisi alınamıyor\n"
MACLSetError                   "\nUYARI: %s güvenlik verisi ayarlanamıyor\n"
MACLBroken                     "\nHATA: %s güvenlik verisi bozuk\n"
MACLUnknown                    "\nUYARI: %s güvenlik verisindeki biçim bilinmiyor\n"
MStreamBroken                  "\nHATA: %s akış verisi bozuk\n"
MStreamUnknown                 "\nUYARI: %s akış verisindeki biçim bilinmiyor\n"
MInvalidName                   "\nHATA: %s dosya adı geçersiz"
MProcessArc                    "\n\n%s arşivi işleniyor"
MCorrectingName                "\nUYARI: Geçersiz dosya veya dizin adı düzeltmeye çalışılıyor"
MUnpCannotMerge                "\nUYARI: %s dosyasını açmak için ayıklamayı önceki bir ciltten başlatmanız gerekiyor"
MUnknownOption                 "\nHATA: Seçenek bilinmiyor: %s"
MSwSyntaxError                 "\nHATA: %s başlangıcında '-' bekleniyor"
MSubHeadCorrupt                "\nHATA: Bozuk veri üstbilgisi bulundu, yok sayıldı"
MSubHeadUnknown                "\nUYARI: Bilinmeyen veri üstbilgisi bulundu, yok sayıldı"
MSubHeadDataCRC                "\nHATA: %s veri bloğu bozuk"
MSubHeadType                   "\nVeri üstbilgisi türü: %s"
MScanError                     "\n%s içerikleri okunamıyor"
MNotVolume                     "\n%s bir cilt değil"
MRecVolDiffSets                "\nHATA: %s ve %s farklı kümelere ait"
MRecVolMissing                 "\n%d cilt eksik"
MRecVolFound                   "\n%d kurtarma ciltleri bulundu"
MRecVolAllExist                "\nYeniden yapılandırılacak hiçbir şey yok"
MRecVolCannotFix               "\nYeniden yapılandırmak mümkün değil"
MReconstructing                "\nYeniden yapılandırılıyor..."
MCreating                      "\n%s oluşturuluyor"
MRenaming                      "\n%s, %s olarak yeniden adlandırılıyor"
MNTFSRequired                  "\nYazma hatası: 4 GB'tan büyük dosyaları sadece NTFS dosya sistemi destekler"
MFAT32Size                     "\nUYARI: 4 GB veya daha büyük dosyaları FAT32 dosya sistemi desteklemez"
MErrChangeAttr                 "\nUYARI: %s öznitelikleri değiştirilemiyor"
MWrongSFXVer                   "\nHATA: Varsayılan SFX modülü, RAR %d.%d arşivlerini desteklemiyor"
MHeadEncMismatch               "\nArşiv zaten şifreli olduğundan üstbilgi şifreleme modu değiştirilemiyor"
MCannotEmail                   "\n%s dosyası e-posta olarak gönderilemiyor"
MCopyrightS                    "\nRAR SFX arşiv"
MSHelpCmd                      "\n\n<Komutlar>"
MSHelpCmdE                     "\n  -x      Arşivden ayıkla (varsayılan)"
MSHelpCmdT                     "\n  -t      Arşiv dosyalarını sına"
MSHelpCmdV                     "\n  -v      Arşivin içeriklerini ayrıntılı olarak listele"
MRecVolLimit                   "\nNormal ve kurtarma ciltlerinin toplam sayısı %d değerini aşmamalıdır"
MVolumeNumber                  "cilt %d"
MCannotDelete                  "\n%s silinemiyor"
MRecycleFailed                 "\nBazı dosyalar ve dizinler Geri Dönüşüm Kutusu'na taşınamıyor"
MCalcCRC                       "\nSağlama toplamı hesaplanıyor"
MTooLargeSFXArc                "\nÇok büyük SFX arşivi. 4 GB'ı aşan yürütülebilir dosyayı Windows çalıştıramaz."
MCalcCRCAllVol                 "\nTüm ciltlerin sağlama toplamları hesaplanıyor."
MNotEnoughDisk                 "\nHATA: %s için disk alanı yetersiz."
MNewerRAR                      "\nRAR'ın daha yeni bir sürümüne ihtiyacınız olabilir."
MUnkEncMethod                  "\n%s içerisindeki yöntem bilinmiyor."
MWrongPassword                 "\nBerlirtilmiş parola hatalı."
MWrongFilePassword             "\n%s için parola hatalı"
MAreaDamaged                   "\n%08x %08x konumunda %d bayt bozuk"
MBlocksRecovered               "\n%u blok kurtarıldı, %u blok yeniden yerleştirildi"
MRRDamaged                     "\nKurtarma kaydı bozuk."
MTestingRR                     "\nKurtarma kaydı sınanıyor"
MFailed                        "Başarısız"
MIncompatSwitch                "\n%s anahtarı RAR %d.x arşiv biçimi için desteklenmiyor."
MSearchDupFiles                "\nEş dosyalar aranıyor"
MNumFound                      "%d bulundu."
MUnknownExtra                  "\n%s içerisindeki ek alan bilinmiyor."
MCorruptExtra                  "\n%s ek alanı bozuk. Konum: %s."
MCopyError                     "\n%s, %s hedefine kopyalanamıyor."
MCopyErrorHint                 "\nDosya referansı girdileri oluşturmak için tüm arşivi açmanız gerekiyor."
MCopyingData                   "\nVeri kopyalanıyor"
MErrCreateLnkS                 "\nSembolik %s bağlantısı oluşturulamıyor"
MErrCreateLnkH                 "\nSabit %s bağlantısı oluşturulamıyor"
MErrLnkTarget                  "\nÖncelikle bağlantı hedefini açmanız gerekiyor"
MNeedAdmin                     "\nRAR'ı yönetici olarak çalıştırmanız gerekebilir"
MDictOutMem                    "\n%d MB'lık sık. sözl. için bellek yetersiz, %d MB'lık olarak değiştirildi."
MUseSmalllerDict               "\nLütfen daha küçük bir sıkıştırma sözlüğü kullanın."
MExtrDictOutMem                "\n%u GB'lık sıkıştırma sözlüğüyle arşivi açmak için yeterli bellek yok."
MSuggest64bit                  "\n64 bit RAR sürümü gerekiyor."
MOpenErrAtime                  "\nBu dosyayı açmak için -tsp anahtarını kaldırmanız gerekebilir."
MErrReadInfo                   "\nSadece hâlen okunmuş dosya kısmıyla devam etmek için 'Yoksay', tüm okuma hataları karşılığında yapılması için 'Tümünü yoksay', okumayı yinelemek için 'Yeniden dene' ve iptal etmek için 'Çık' eylemini seçin."
MErrReadTrunc                  "\n%s, okuma hatası nedeniyle eksik olarak arşivlendi.\n"
MErrReadCount                  "\n%u dosya, okuma hataları nedeniyle eksik olarak arşivlendi."
MDirNameExists                 "\nBöyle bir ada sahip dizin zaten var"
MStdinNoInput                  "\nStdg'den veri okunurken klavye girişine izin verilmiyor"
MTruncPsw                      "\nParola, izin verilen en çok %u karakter uzunluğunu aşıyor ve kısaltılacak."
MAdjustValue                   "\n%s değeri %s olarak ayarlanıyor."
MOpFailed                      "\nİşlem başarısız"
MSkipEncArc                    "\nŞifreli %s arşivi atlanıyor"
MOrigName                      "Özgün ad"
MOriginalTime                  "Özgün zaman"
MFileRenamed                   "\n%s, %s olarak yeniden adlandırıldı"
MDictNotAllowed                "\n%u GB'lık sözlük, %u GB'lık sınırı aşıyor ve açmak için %u GB'tan fazla bellek gerekiyor."
MDictExtrAnyway                "\nYine de ayıklamak için -md%ug veya -mdx%ug anahtarlarını kullanın."
MDictComprLimit                "\n%u GB'lık sözlük, %u GB'lık sınırı aşıyor ve veri sıkıştırılırken izin verilmiyor."
MNeedSFX64                     "\n%u GB'lık sıkıştırma sözlüğü için 64 bit kendi-ayıklanan modül gerekiyor."
MSkipUnsafeLink                "\nPotansiyel olarak güvenli olmayan %s -> %s bağlantısı atlanıyor. Güvenilir bir kaynaktan gelen arşivler için arşivi yine de ayıklamak için -ola'yı kullanın."
